IDEA Open Model
TendonBar.TendonDuct Property
Compatible with IDEA StatiCa 20.1
 Tendon duct
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public TendonDuct TendonDuct { get; set; }
Public Property TendonDuct As TendonDuct
	Get
	Set
Property Value
Type: TendonDuct
See Also
Reference
TendonBar Class
IdeaRS.OpenModel.CrossSection Namespace